<template>
    <div>
      {{ describe }}
    </div>
</template>

<script>
export default{
    data(){
        return{
            describe: '这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;这是一大段描述;'
        }
    }
}

</script>

<style scoped>
div{
    text-align: left;
}

</style>